# St7DeleteUnusedLaminates

Deletes all unused laminates in the specified model.

long St7DeleteUnusedLaminates(long uID, long* NumDeleted)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
NumDeleted
Number of laminates deleted.